Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/Ungrouped/AppleAccountUI.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# SIGN_OUT_LINK_VISION
source: Giving away or selling this Apple Vision Pro?
ar: هل تفكر في إهداء هذه الـ Apple Vision Pro أو بيعه؟
bg: Подарявате или продавате този Apple Vision Pro?
ca: Vols vendre o regalar l’Apple Vision Pro?
cs: Chystáte se Apple Vision Pro darovat nebo prodat?
da: Skal Apple Vision Pro sælges eller foræres væk?
de: Wird diese Apple Vision Pro verschenkt oder verkauft?
el: Θέλετε να χαρίσετε ή να πουλήσετε αυτό το Apple Vision Pro;
es: ¿Vas a vender o regalar este Apple Vision Pro?
es_419: ¿Vas a regalar o vender este Apple Vision Pro?
fi: Aiotko antaa Apple Vision Pron pois tai myydä sen?
fr: Vous cédez ou vendez cet Apple Vision Pro ?
fr_ca: Céder ou vendre cet Apple Vision Pro?
he: האם בכוונתך למסור או למכור את ה-Apple Vision Pro?
hi: क्या यह Apple Vision Pro किसी को देने या बेचने वाले हैं?
hr: Namjeravate darovati ili prodati ovaj Apple Vision Pro?
hu: Elajándékozza vagy eladja ezt az Apple Vision Prót?
id: Memberikan atau menjual Apple Vision Pro ini?
it: Vuoi vendere o cedere Apple Vision Pro?
ja: このApple Vision Proを譲渡または売却しますか?
kk: Бұл Apple Vision Pro құрылғысын біреуге табыстау немесе сату қажет пе?
ko: 이 Apple Vision Pro를 다른 사람이 사용하게 되나요?
lt: Atiduodate arba parduodate šį „Apple Vision Pro“?
ms: Memberikan atau menjual Apple Vision Pro ini?
nb: Skal du selge eller gi bort Apple Vision Pro?
nl: Wil je deze Apple Vision Pro weggeven of verkopen?
pl: Oddajesz lub sprzedajesz ten Apple Vision Pro?
pt_br: Vai dar ou vender este Apple Vision Pro?
pt_pt: Vai dar ou vender este Apple Vision Pro?
ro: Doriți să dați sau să vindeți acest Apple Vision Pro?
ru: Продаете или отдаете этот Apple Vision Pro?
sk: Darujete alebo predávate toto Apple Vision Pro?
sl: Podarjate ali prodajate to napravo Apple Vision Pro?
sv: Ska du ge bort eller sälja denna Apple Vision Pro?
th: จะให้หรือขาย Apple Vision Pro เครื่องนี้หรือไม่
tr: Bu Apple Vision Pro’yu elden çıkarmak mı istiyorsunuz?
uk: Віддаєте чи продаєте цей Apple Vision Pro?
vi: Cho tặng hoặc bán Apple Vision Pro này?
zh_cn: 赠送或出售此Apple Vision Pro？
zh_hk: 你要轉讓或轉售此Apple Vision Pro嗎？
zh_tw: 要將此Apple Vision Pro送人或賣掉？

# SIGN_OUT_NAVBAR_NEXT
source: Sign Out
ar: تسجيل الخروج
bg: Изход
ca: Tanca la sessió
cs: Odhlásit se
da: Log ud
de: Abmelden
el: Αποσύνδεση
es: Cerrar sesión
es_419: Cerrar sesión
fi: Kirjaudu ulos
fr: Se déconnecter
fr_ca: Se déconnecter
he: התנתקות
hi: साइन आउट करें
hr: Odjava
hu: Kijelentkezés
id: Keluar
it: Esci
ja: サインアウト
kk: Жүйеден шығу
ko: 로그아웃
lt: Atsijungti
ms: Daftar Keluar
nb: Logg av
nl: Log uit
pl: Wyloguj się
pt_br: Finalizar Sessão
pt_pt: Terminar sessão
ro: Ieșiți din cont
ru: Выйти
sk: Odhlásiť sa
sl: Izpis
sv: Logga ut
th: ลงชื่อออก
tr: Çıkış Yap
uk: Вийти
vi: Đăng xuất
zh_cn: 退出登录
zh_hk: 登出
zh_tw: 登出

# SIGN_OUT_PASSES_ORDERS
source: Payment cards will be removed from Wallet.
ar: ستتم إزالة بطاقات الدفع من المحفظة.
bg: Картите за плащане ще бъдат премахнати от Портфейл.
ca: S’eliminaran les targetes de l’app Cartera.
cs: Z Peněženky budou odstraněny platební karty.
da: Betalingskort fjernes fra Wallet.
de: Zahlungskarten werden aus Wallet entfernt.
el: Οι κάρτες πληρωμής θα αφαιρεθούν από το Πορτοφόλι.
es: Las tarjetas de pago se eliminarán de la app Cartera.
es_419: Se eliminarán de Wallet las tarjetas de pago.
fi: Maksukortit poistetaan Lompakosta.
fr: Les cartes de paiement seront supprimées de Cartes.
fr_ca: Les cartes de paiement seront supprimées de Portefeuille.
he: כרטיסי תשלום יוסרו מ״ארנק״.
hi: भुगतान कार्ड वॉलेट से हटा दिए जाएँगे।
hr: Platne kartice i narudžbe uklonit će se iz Novčanika.
hu: A fizetési kártyák el lesznek távolítva a Tárcából.
id: Kartu pembayaran akan dihapus dari Dompet.
it: Le carte di pagamento verranno rimosse da Wallet.
ja: 支払い用カードはウォレットから削除されます。
kk: Төлем карталары Wallet қолданбасынан жойылады.
ko: 결제 카드가 지갑 앱에서 제거됩니다.
lt: Mokėjimo kortelės bus pašalintos iš „Piniginės“.
ms: Kad bayaran akan dikeluarkan daripada Wallet.
nb: Betalingskort vil bli fjernet fra Lommebok.
nl: Betaalkaarten worden verwijderd uit Wallet.
pl: Karty płatnicze zostaną usunięte z Portfela.
pt_br: Os cartões de pagamento serão removidos do app Carteira.
pt_pt: Os cartões de pagamento serão removidos da Carteira.
ro: Cardurile de plată vor fi eliminate din Portofel.
ru: Платежные карты будут удалены из Wallet.
sk: Platobné karty budú odstránené z Peňaženky.
sl: Plačilne kartice bodo odstranjene iz Denarnice.
sv: Kontokort tas bort från Plånbok.
th: บัตรชำระเงินจะถูกเอาออกจากกระเป๋าสตางค์
tr: Ödeme kartları Cüzdan’dan silinir.
uk: Платіжні картки буде вилучено з Гаманця.
vi: Thẻ thanh toán sẽ bị xóa khỏi Ví.
zh_cn: 付款卡将从“钱包”移除。
zh_hk: 將會從「銀包」移除付款卡。
zh_tw: 付款卡將從「錢包」移除。

# SIGN_OUT_SPINNER_KEEPING
source: Copying iCloud data…
ar: يجري نسخ بيانات iCloud…
bg: Копиране на iCloud данни…
ca: S’estan copiant les dades de l’iCloud…
cs: Kopírování iCloudových dat…
da: Kopierer iCloud-data…
de: iCloud-Daten kopieren …
el: Αντιγραφή δεδομένων iCloud…
es: Copiando datos de iCloud…
es_419: Copiando datos de iCloud…
fi: Kopioidaan iCloud-tiedot…
fr: Copie des données iCloud…
fr_ca: Copie des données iCloud…
he: מעתיק נתוני iCloud…
hi: iCloud डेटा कॉपी किया जा रहा है…
hr: Kopiranje iCloud podataka…
hu: iCloud-adatok másolása…
id: Menyalin data iCloud…
it: Copio i dati di iCloud…
ja: iCloudデータをコピー中…
kk: iCloud деректері көшірілуде…
ko: iCloud 데이터를 복사하는 중…
lt: Kopijuojami „iCloud“ duomenys…
ms: Menyalin data iCloud…
nb: Kopierer iCloud-data…
nl: iCloud-gegevens kopiëren…
pl: Kopiuję dane iCloud…
pt_br: Copiando dados do iCloud…
pt_pt: A copiar dados de iCloud…
ro: Se copiază datele iCloud…
ru: Копирование данных iCloud…
sk: Kopírujem iCloudové dáta…
sl: Kopiranje podatkov v storitvi iCloud …
sv: Kopierar iCloud-data…
th: กำลังคัดลอกข้อมูล iCloud…
tr: iCloud verileri kopyalanıyor…
uk: Копіювання даних iCloud…
vi: Đang sao chép dữ liệu iCloud…
zh_cn: 正在拷贝iCloud数据…
zh_hk: 正在複製iCloud資料⋯
zh_tw: 正在拷貝iCloud資料⋯

# SIGN_OUT_SPINNER_REMOVING
source: Removing iCloud data…
ar: يجري إزالة بيانات iCloud…
bg: Премахване на iCloud данни…
ca: S’estan eliminant les dades de l’iCloud…
cs: Odstraňování dat iCloudu…
da: Fjerner iCloud-data…
de: iCloud-Daten entfernen …
el: Αφαίρεση δεδομένων iCloud…
es: Eliminando datos de iCloud…
es_419: Eliminando datos de iCloud…
fi: Poistetaan iCloud-tiedot…
fr: Suppression des données iCloud…
fr_ca: Suppression des données iCloud…
he: מסיר נתוני iCloud…
hi: iCloud डेटा हटाया जा रहा है…
hr: Uklanjanje iCloud podataka…
hu: iCloud-adatok eltávolítása…
id: Menghapus data iCloud…
it: Rimuovo i dati di iCloud…
ja: iCloudデータを削除中…
kk: iCloud деректері жойылуда…
ko: iCloud 데이터를 제거하는 중…
lt: Šalinami „iCloud“ duomenys…
ms: Mengeluarkan data iCloud…
nb: Fjerner iCloud-data…
nl: iCloud-gegevens verwijderen…
pl: Usuwam dane iCloud…
pt_br: Removendo dados do dispositivo…
pt_pt: A remover dados de iCloud…
ro: Se elimină datele iCloud…
ru: Удаление данных iCloud…
sk: Odstraňujem iCloudové dáta…
sl: Odstranjevanje podatkov v storitvi iCloud …
sv: Tar bort iCloud-data…
th: กำลังเอาข้อมูล iCloud ออก…
tr: iCloud verileri siliniyor…
uk: Вилучення даних iCloud…
vi: Đang xóa dữ liệu iCloud…
zh_cn: 正在移除iCloud数据…
zh_hk: 正在移除iCloud資料⋯
zh_tw: 正在移除iCloud資料⋯

# SIGN_OUT_SUBTITLE_APPLE_PAY_IPAD
source: Data removed from this iPad will still be available in iCloud. All items will be removed from Wallet. Car keys are also permanently removed and you will need to manually add them again.
ar: ستبقى البيانات المزالة من هذا الـ iPad على iCloud، لكن ستتم إزالة جميع العناصر من المحفظة. ستتم أيضًا إزالة مفاتيح السيارة بشكل نهائي، وستحتاج لإضافتها يدويًا مرة أخرى.
bg: Данните, премахнати от този iPad, ще бъдат достъпни в iCloud. Всички елементи ще бъдат премахнати от Портфейл. Ключовете за автомобили също ще бъдат премахнати и ще бъде необходимо да ги добавите отново ръчно.
ca: Les dades que s’eliminin de l’iPad continuaran estant disponibles a l’iCloud. S’eliminaran tots els ítems de l’app Cartera. També s’eliminaran definitivament les claus de cotxe i hauràs de tornar a afegir‑les manualment.
cs: Data odstraněná z iPadu budou i nadále k dispozici na iCloudu. Z Peněženky budou odstraněny všechny položky. Dojde také k trvalému odstranění autoklíčů a budete je muset znovu ručně přidat.
da: Data, som fjernes fra denne iPad, vil fortsat være tilgængelige i iCloud. Alle emner fjernes fra Wallet. Desuden fjernes bilnøgler permanent, hvorefter du skal tilføje dem manuelt igen.
de: Daten, die von diesem iPad entfernt werden, sind weiterhin in iCloud verfügbar. Alle Objekte werden von Wallet entfernt. Autoschlüssel werden ebenfalls dauerhaft entfernt und müssen manuell erneut hinzugefügt werden.
el: Τα αφαιρεμένα δεδομένα από αυτό το iPad θα παραμείνουν διαθέσιμα στο iCloud. Όλα τα στοιχεία θα αφαιρεθούν από το Πορτοφόλι. Τα κλειδιά αυτοκινήτου θα αφαιρεθούν επίσης οριστικά και θα πρέπει να τα προσθέσετε εκ νέου χειροκίνητα.
es: Los datos eliminados de este iPad seguirán estando disponibles en iCloud. Se eliminarán de forma permanente todos los ítems de la app Cartera, incluidas las llaves de coche. Tendrás que volver a añadirlas manualmente.
es_419: Los datos que se eliminen de este iPad seguirán disponibles en iCloud. Se eliminarán todos los elementos de Wallet. Las llaves de auto también se eliminan permanentemente y tendrás que volver a agregarlas de forma manual.
fi: Tästä iPadista poistetut tiedot ovat edelleen saatavilla iCloudissa. Kaikki kohteet poistetaan Lompakosta. Auton­avaimet poistetaan myös pysyvästi, ja sinun on lisättävä ne uudelleen käsin.
fr: Les données supprimées de cet iPad resteront disponibles dans iCloud. Tous les éléments seront supprimés de Cartes. Les clés de voiture seront également supprimées définitivement et vous devrez de nouveau les ajouter manuellement.
fr_ca: Les données supprimées de cet iPad resteront disponibles dans iCloud. Tous les éléments seront supprimés de Portefeuille. Les clés de véhicule seront également supprimées de façon définitive, et vous devrez les ajouter manuellement si vous souhaitez les réutiliser.
he: נתונים שהוסרו מה-iPad עדיין יהיו זמינים ב-iCloud. כל הפריטים יוסרו מ״ארנק״. גם מפתחות רכב יוסרו לצמיתות ויהיה צורך להוסיף אותם שוב באופן ידני.
hi: इस iPad से हटाया गया डेटा iCloud में अभी भी उपलब्ध रहेगा। सभी आइटम को वॉलेट से हटा दिया जाएगा। कार-कीज़ को भी हमेशा के लिए हटा दिया जाता है और आपको उन्हें फिर से मैनुअली जोड़ना होगा।
hr: Podaci uklonjeni s ovog iPada i dalje će biti dostupni na iCloudu. Sve stavke uklonit će se iz Novčanika. Ključevi automobila također se trajno uklanjaju i trebat ćete ih ručno ponovno dodati.
hu: Az iPadről eltávolított adatok továbbra is elérhetők lesznek az iCloudban. Az összes elem el lesz távolítva a Tárcából. Az autókulcsok is véglegesen el lesznek távolítva, és kézzel ismét hozzá kell adnia őket.
id: Data yang dihapus dari iPad ini masih akan tersedia di iCloud. Semua item akan dihapus dari Dompet. Kunci mobil juga akan dihapus secara permanen dan Anda akan harus menambahkannya lagi secara manual.
it: I dati rimossi da iPad saranno ancora disponibili su iCloud. Tutti gli elementi verranno rimossi da Wallet. Verranno rimosse definitivamente anche le chiavi delle auto e dovrai aggiungerle di nuovo manualmente.
ja: このiPadから削除されたデータはiCloud上では使用可能です。ウォレットからはすべての項目が削除されます。車のキーも完全に削除され、追加するには再度手動で行う必要があります。
kk: Бұл iPad құрылғысынан жойылған деректер iCloud сервисінде әлі де қолжетімді болады. Барлық элемент Wallet қолданбасынан жойылады. Автомобиль кілттері де біржола жойылып, оларды қолмен қайта енгізу талап етіледі.
ko: 이 iPad에서 데이터를 제거해도 iCloud에서는 계속 사용할 수 있습니다. 지갑에서 모든 항목이 제거됩니다. 차 키도 영구적으로 제거되며, 직접 다시 추가해야 합니다.
lt: Iš šio „iPad“ pašalinti duomenys tebebus pasiekiami „iCloud“ debesyje. Iš programos „Piniginė“ bus pašalinti visi elementai. Be to, bus negrįžtamai pašalinti automobilio rakteliai ir juos turėsite vėl neautomatiškai įtraukti.
ms: Data yang dikeluarkan daripada iPad ini masih akan tersedia dalam iCloud. Semua item akan dikeluarkan daripada Wallet. Kunci kereta juga dikeluarkan secara kekal dan anda perlu menambahnya secara manual sekali lagi.
nb: Data som fjernes fra denne iPaden, vil fremdeles være tilgjengelig i iCloud. Alle objekter fjernes fra Lommebok. Bilnøkler fjernes også permanent og vil måtte legges til igjen manuelt.
nl: Gegevens die van deze iPad worden verwijderd, zijn nog steeds beschikbaar in iCloud. Alle onderdelen worden verwijderd uit Wallet. Autosleutels worden ook definitief verwijderd en je moet ze handmatig opnieuw toevoegen.
pl: Dane usunięte z tego iPada będą nadal dostępne w iCloud. Wszystkie rzeczy zostaną usunięte z Portfela. Kluczyki do samochodu zostaną trwale usunięte, więc w przyszłości będą musiały zostać dodane ponownie.
pt_br: Os dados removidos deste iPad ainda estarão disponíveis no iCloud. Todos os itens serão removidos do app Carteira. As chaves de carro também serão permanentemente removidas e você terá que readicioná-las manualmente.
pt_pt: Os dados removidos deste iPad continuarão disponíveis em iCloud. Todos os elementos serão removidos da aplicação Carteira. As chaves do carro são também removidas de forma permanente e, portanto, terá de voltar a adicioná‑las manualmente.
ro: Datele eliminate de pe acest iPad vor fi disponibile în continuare pe iCloud. Toate articolele vor fi eliminate din Portofel. De asemenea, cheile auto vor fi eliminate definitiv și va trebui să le adăugați din nou manual.
ru: Данные, удаленные с этого iPad, будут доступны в iCloud. Все объекты будут удалены из Wallet. Ключи от автомобиля будут также навсегда удалены, и чтобы добавить их снова, необходимо будет сделать это вручную.
sk: Dáta odstránené z tohto iPadu budú aj naďalej k dispozícii v iCloude. Z Peňaženky budú odstránené všetky položky. Natrvalo budú odstránené aj kľúče od auta a budete ich musieť znovu manuálne pridať.
sl: Podatki, odstranjeni iz tega iPada, bodo še vedno na voljo v storitvi iCloud. Iz Denarnice bodo odstranjeni vsi elementi. Trajno odstranjeni bodo tudi avtomobilski ključi, ki jih boste morali znova dodati ročno.
sv: Data som tas bort från denna iPad kommer fortfarande att vara tillgängliga på iCloud. Alla objekt tas bort från Plånbok. Bilnycklar tas också bort permanent och du måste lägga till dem manuellt på nytt.
th: ข้อมูลที่ถูกเอาออกจาก iPad เครื่องนี้จะยังมีอยู่บน iCloud รายการทั้งหมดในกระเป๋าสตางค์จะถูกเอาออก กุญแจรถจะถูกเอาออกอย่างถาวร คุณจะต้องเพิ่มด้วยตนเองอีกครั้ง
tr: Bu iPad’den silinen veriler iCloud’da bulunur. Cüzdan’daki tüm öğeler silinir. Araba anahtarları kalıcı olarak silinir ve yeniden elle eklenmeleri gerekir.
uk: Дані, вилучені з цього iPad, залишаться в iCloud. Усі елементи буде вилучено з Гаманця. Ключі від авто також буде остаточно вилучено, і їх потрібно буде додавати знову вручну.
vi: Dữ liệu bị xóa khỏi iPad này sẽ vẫn có sẵn trong iCloud. Tất cả các mục sẽ bị xóa khỏi Ví. Các chìa khóa ô tô cũng sẽ bị xóa vĩnh viễn và bạn sẽ cần thêm lại theo cách thủ công.
zh_cn: 从此iPad上移除的数据在iCloud中仍然可用。所有项目将从“钱包”移除。车钥匙也会永久移除，你需要重新手动添加。
zh_hk: 從此iPad移除的資料在iCloud中仍然可用。將會從「銀包」中移除所有項目，並將永久移除車匙，你需要再次手動加入。
zh_tw: 從此iPad移除的資料將仍可在iCloud中取得。所有項目都將從「錢包」中移除。汽車鑰匙也將永久移除，你需要再次手動加入。

# SIGN_OUT_SUBTITLE_APPLE_PAY_IPHONE
source: Data removed from this iPhone will still be available in iCloud. All items will be removed from Wallet. Car keys are also permanently removed and you will need to manually add them again.
ar: ستبقى البيانات المزالة من هذا الـ iPhone على iCloud، لكن ستتم إزالة جميع العناصر من المحفظة. ستتم أيضًا إزالة مفاتيح السيارة بشكل نهائي، وستحتاج لإضافتها يدويًا مرة أخرى.
bg: Данните, премахнати от този iPhone, ще бъдат достъпни в iCloud. Всички елементи ще бъдат премахнати от Портфейл. Ключовете за автомобили също ще бъдат премахнати и ще бъде необходимо да ги добавите отново ръчно.
ca: Les dades que s’eliminin de l’iPhone continuaran estant disponibles a l’iCloud. S’eliminaran tots els ítems de l’app Cartera. També s’eliminaran definitivament les claus de cotxe i hauràs de tornar a afegir‑les manualment.
cs: Data odstraněná z iPhonu budou i nadále k dispozici na iCloudu. Z Peněženky budou odstraněny všechny položky. Dojde také k trvalému odstranění autoklíčů a budete je muset znovu ručně přidat.
da: Data, som fjernes fra denne iPhone, vil fortsat være tilgængelige i iCloud. Alle emner fjernes fra Wallet. Desuden fjernes bilnøgler permanent, hvorefter du skal tilføje dem manuelt igen.
de: Daten, die von diesem iPhone entfernt werden, sind weiterhin in iCloud verfügbar. Alle Objekte werden von Wallet entfernt. Autoschlüssel werden ebenfalls dauerhaft entfernt und müssen manuell erneut hinzugefügt werden.
el: Τα αφαιρεμένα δεδομένα από αυτό το iPhone θα παραμείνουν διαθέσιμα στο iCloud. Όλα τα στοιχεία θα αφαιρεθούν από το Πορτοφόλι. Τα κλειδιά αυτοκινήτου θα αφαιρεθούν επίσης οριστικά και θα πρέπει να τα προσθέσετε εκ νέου χειροκίνητα.
es: Los datos eliminados de este iPhone seguirán estando disponibles en iCloud. Se eliminarán de forma permanente todos los ítems de la app Cartera, incluidas las llaves de coche. Tendrás que volver a añadirlas manualmente.
es_419: Los datos que se eliminen de este iPhone seguirán disponibles en iCloud. Se eliminarán todos los elementos de Wallet. Las llaves de auto también se eliminan permanentemente y tendrás que volver a agregarlas de forma manual.
fi: Tästä iPhonesta poistetut tiedot ovat edelleen saatavilla iCloudissa. Kaikki kohteet poistetaan Lompakosta. Auton­avaimet poistetaan myös pysyvästi, ja sinun on lisättävä ne uudelleen käsin.
fr: Les données supprimées de cet iPhone resteront disponibles dans iCloud. Tous les éléments seront supprimés de Cartes. Les clés de voiture seront également supprimées définitivement et vous devrez de nouveau les ajouter manuellement.
fr_ca: Les données supprimées de cet iPhone resteront disponibles dans iCloud. Tous les éléments seront supprimés de Portefeuille. Les clés de véhicule seront également supprimées de façon définitive, et vous devrez les ajouter manuellement si vous souhaitez les réutiliser.
he: נתונים שהוסרו מה-iPhone עדיין יהיו זמינים ב-iCloud. כל הפריטים יוסרו מ״ארנק״. גם מפתחות רכב יוסרו לצמיתות ויהיה צורך להוסיף אותם שוב באופן ידני.
hi: इस iPhone से हटाया गया डेटा iCloud में अभी भी उपलब्ध रहेगा। सभी आइटम को वॉलेट से हटा दिया जाएगा। कार-कीज़ को भी हमेशा के लिए हटा दिया जाता है और आपको उन्हें फिर से मैनुअली जोड़ना होगा।
hr: Podaci uklonjeni s ovog iPhonea i dalje će biti dostupni na iCloudu. Sve stavke uklonit će se iz Novčanika. Ključevi automobila također se trajno uklanjaju i trebat ćete ih ručno ponovno dodati.
hu: Az iPhone-ról eltávolított adatok továbbra is elérhetők lesznek az iCloudban. Az összes elem el lesz távolítva a Tárcából. Az autókulcsok is véglegesen el lesznek távolítva, és kézzel ismét hozzá kell adnia őket.
id: Data yang dihapus dari iPhone ini masih akan tersedia di iCloud. Semua item akan dihapus dari Dompet. Kunci mobil juga akan dihapus secara permanen dan Anda akan harus menambahkannya lagi secara manual.
it: I dati rimossi da iPhone saranno ancora disponibili su iCloud. Tutti gli elementi verranno rimossi da Wallet. Verranno rimosse definitivamente anche le chiavi delle auto e dovrai aggiungerle di nuovo manualmente.
ja: このiPhoneから削除されたデータはiCloud上では使用可能です。ウォレットからはすべての項目が削除されます。車のキーも完全に削除され、追加するには再度手動で行う必要があります。
kk: Бұл iPhone құрылғысынан жойылған деректер iCloud сервисінде әлі де қолжетімді болады. Барлық элемент Wallet қолданбасынан жойылады. Автомобиль кілттері де біржола жойылып, оларды қолмен қайта енгізу талап етіледі.
ko: 이 iPhone에서 데이터를 제거해도 iCloud에서는 계속 사용할 수 있습니다. 지갑에서 모든 항목이 제거됩니다. 차 키도 영구적으로 제거되며, 직접 다시 추가해야 합니다.
lt: Iš šio „iPhone“ pašalinti duomenys tebebus pasiekiami „iCloud“ debesyje. Iš programos „Piniginė“ bus pašalinti visi elementai. Be to, bus negrįžtamai pašalinti automobilio rakteliai ir juos turėsite vėl neautomatiškai įtraukti.
ms: Data yang dikeluarkan daripada iPhone ini masih akan tersedia dalam iCloud. Semua item akan dikeluarkan daripada Wallet. Kunci kereta juga dikeluarkan secara kekal dan anda perlu menambahnya secara manual sekali lagi.
nb: Data som fjernes fra denne iPhonen, vil fremdeles være tilgjengelig i iCloud. Alle objekter fjernes fra Lommebok. Bilnøkler fjernes også permanent og vil måtte legges til igjen manuelt.
nl: Gegevens die van deze iPhone worden verwijderd, zijn nog steeds beschikbaar in iCloud. Alle onderdelen worden verwijderd uit Wallet. Autosleutels worden ook definitief verwijderd en je moet ze handmatig opnieuw toevoegen.
pl: Dane usunięte z tego iPhone’a będą nadal dostępne w iCloud. Wszystkie rzeczy zostaną usunięte z Portfela. Kluczyki do samochodu zostaną trwale usunięte, więc w przyszłości będą musiały zostać dodane ponownie.
pt_br: Os dados removidos deste iPhone ainda estarão disponíveis no iCloud. Todos os itens serão removidos do app Carteira. As chaves de carro também serão permanentemente removidas e você terá que readicioná-las manualmente.
pt_pt: Os dados removidos deste iPhone continuarão disponíveis em iCloud. Todos os elementos serão removidos da aplicação Carteira. As chaves do carro são também removidas de forma permanente e, portanto, terá de voltar a adicioná‑las manualmente.
ro: Datele eliminate de pe acest iPhone vor fi disponibile în continuare pe iCloud. Toate articolele vor fi eliminate din Portofel. De asemenea, cheile auto vor fi eliminate definitiv și va trebui să le adăugați din nou manual.
ru: Данные, удаленные с этого iPhone, будут доступны в iCloud. Все объекты будут удалены из Wallet. Ключи от автомобиля будут также навсегда удалены, и чтобы добавить их снова, необходимо будет сделать это вручную.
sk: Dáta odstránené z tohto iPhonu budú aj naďalej k dispozícii v iCloude. Z Peňaženky budú odstránené všetky položky. Natrvalo budú odstránené aj kľúče od auta a budete ich musieť znovu manuálne pridať.
sl: Podatki, odstranjeni iz tega iPhona, bodo še vedno na voljo v storitvi iCloud. Iz Denarnice bodo odstranjeni vsi elementi. Trajno odstranjeni bodo tudi avtomobilski ključi, ki jih boste morali znova dodati ročno.
sv: Data som tas bort från denna iPhone kommer fortfarande att vara tillgängliga på iCloud. Alla objekt tas bort från Plånbok. Bilnycklar tas också bort permanent och du måste lägga till dem manuellt på nytt.
th: ข้อมูลที่ถูกเอาออกจาก iPhone เครื่องนี้จะยังมีอยู่บน iCloud รายการทั้งหมดในกระเป๋าสตางค์จะถูกเอาออก กุญแจรถจะถูกเอาออกอย่างถาวร คุณจะต้องเพิ่มด้วยตนเองอีกครั้ง
tr: Bu iPhone’dan silinen veriler iCloud’da bulunur. Cüzdan’daki tüm öğeler silinir. Araba anahtarları kalıcı olarak silinir ve yeniden elle eklenmeleri gerekir.
uk: Дані, вилучені з цього iPhone, залишаться в iCloud. Усі елементи буде вилучено з Гаманця. Ключі від авто також буде остаточно вилучено, і їх потрібно буде додавати знову вручну.
vi: Dữ liệu bị xóa khỏi iPhone này sẽ vẫn có sẵn trong iCloud. Tất cả các mục sẽ bị xóa khỏi Ví. Các chìa khóa ô tô cũng sẽ bị xóa vĩnh viễn và bạn sẽ cần thêm lại theo cách thủ công.
zh_cn: 从此iPhone上移除的数据在iCloud中仍然可用。所有项目将从“钱包”移除。车钥匙也会永久移除，你需要重新手动添加。
zh_hk: 從此iPhone移除的資料在iCloud中仍然可用。將會從「銀包」中移除所有項目，並將永久移除車匙，你需要再次手動加入。
zh_tw: 從此iPhone移除的資料將仍可在iCloud中取得。所有項目都將從「錢包」中移除。汽車鑰匙也將永久移除，你需要再次手動加入。
